[Strategy.GP_AvatarAutopsyScreen X2NarrativeMoment]
UIHeaderText="Изучить захваченный труп Аватара"
UIBodyText="Изучить тело уничтоженного силами XCOM Аватара при помощи \"Зала теней\"."
UIArrayText[0]="Завершить теневой проект вскрытия Аватара"

[Strategy.GP_BroadcastTheTruthScreen X2NarrativeMoment]
UIHeaderText="Взять штурмом башню сети \"Адвента\""
UIBodyText="Проникнуть на центральную башню сети \"Адвента\", чтобы прекратить вещание глобальной коммуникационной сети и положить конец контролю пришельцев над миром."
UIArrayText[0]="Завершить задание в башне \"Адвента\""

[Strategy.GP_BuildShadowChamberScreen X2NarrativeMoment]
UIHeaderText="Построить \"Зал теней\""
UIBodyText="Построить \"Зал теней\" на борту \"Мстителя\"."
UIArrayText[0]="Построить \"Зал теней\""

[Strategy.GP_BuildStasisSuitScreen X2NarrativeMoment]
UIHeaderText="Изучить стазис-костюм \"Адвента\""
UIBodyText="Изучить захваченный на производственном комплексе \"Адвента\" стазис-костюм при помощи \"Зала теней\"."
UIArrayText[0]="Завершить теневой проект разработки стазис-костюма"

[Strategy.GP_CaptainAutopsyScreen X2NarrativeMoment]
UIHeaderText="Изучить труп офицера \"Адвента\""
UIBodyText="Поручить доктору Тайгану вскрытие офицера \"Адвента\" в лаборатории."
UIArrayText[0]="Завершить вскрытие офицера \"Адвента\""

[Strategy.GP_ConstructPsiGateScreen X2NarrativeMoment]
UIHeaderText="Изучить пси-врата"
UIBodyText="Установить пси-врата в \"Зале теней\", чтобы получить возможность изучить их действие и возможную точку назначения."
UIArrayText[0]="Улучшить \"Зал теней\""
UIArrayText[1]="Завершить теневой проект пси-ворот"

[Strategy.GP_ContactBlacksiteRegionScreen X2NarrativeMoment]
UIHeaderText="Связаться с Сопротивлением в зоне секретного объекта"
UIBodyText="Установить контакт с Сопротивлением в регионе, где находится секретный объект \"Адвента\", чтобы получить возможность добраться до него."
UIArrayText[0]="Исследовать способ связи с Сопротивлением"
UIArrayText[1]="Прибыть в регион, где находится секретный объект"
UIArrayText[2]="Установить контакт"

[Strategy.GP_FinalMissionScreen X2NarrativeMoment]
UIHeaderText="Атаковать крепость пришельцев"
UIBodyText="Отправить шефа с отрядом через пси-врата в командный центр пришельцев, чтобы навсегда избавиться от угрозы со стороны Старейшин."
UIArrayText[0]="Завершить задание в крепости пришельцев"

[Strategy.GP_ForgeMissionScreen X2NarrativeMoment]
UIHeaderText="Исследовать координаты из склянки с секретного объекта"
UIBodyText="Установив контакт с Сопротивлением в нужном регионе, исследовать координаты, полученные из склянки с секретного объекта."
UIArrayText[0]="Завершить задание по координатам из склянки с секретного объекта"

[Strategy.GP_HackACaptainScreen X2NarrativeMoment]
UIHeaderText="Получить доступ к сети пришельцев"
UIBodyText="Использовать черепной бур в бою против офицера \"Адвента\" и получить доступ к коммуникационной сети пришельцев."
UIArrayText[0]="Построить зону испытаний"
UIArrayText[1]="Закончить исследование черепного бура в зоне испытаний"
UIArrayText[2]="Применить черепной бур к офицеру \"Адвента\""

[Strategy.GP_HackACodexScreen X2NarrativeMoment]
UIHeaderText="Взломать сеть пришельцев"
UIBodyText="Использовать черепной бур в бою против Кодекса и получить доступ к данным по проекту \"Аватар\"."
UIArrayText[0]="Применить черепной бур к Кодексу"

[Strategy.GP_InvestigateBlacksiteScreen X2NarrativeMoment]
UIHeaderText="Исследовать секретный объект \"Адвента\""
UIBodyText="Десантная группа XCOM должна исследовать секретный объект \"Адвента\" и вывезти все найденные артефакты."
UIArrayText[0]="Завершить задание на секретном объекте \"Адвента\""

[Strategy.GP_PsiGateMissionScreen X2NarrativeMoment]
UIHeaderText="Исследовать координаты из мозга Кодекса"
UIBodyText="Установив контакт с Сопротивлением в нужном регионе, исследовать координаты, полученные из мозга Кодекса."
UIArrayText[0]="Завершить задание по координатам из мозга Кодекса"

[Strategy.GP_ResearchAlienEncryptionScreen X2NarrativeMoment]
UIHeaderText="Исследовать шифрование пришельцев"
UIBodyText="Поручить доктору Тайгану провести исследование инопланетных методов шифрования."
UIArrayText[0]="Завершить исследование шифрования пришельцев"

[Strategy.GP_StudyBlacksiteDataScreen X2NarrativeMoment]
UIHeaderText="Изучить захваченную склянку с секретного объекта"
UIBodyText="Изучить захваченную склянку с секретного объекта"
UIArrayText[0]="Изучить захваченную склянку с секретного объекта"

[Strategy.GP_StudyCodexBrainPt2Screen X2NarrativeMoment]
UIHeaderText="Расшифровать данные Кодекса"
UIBodyText="Расшифровать остаток данных Кодекса при помощи \"Зала теней\"."
UIArrayText[0]="Завершить теневой проект расшифровки данных Кодекса"

[Strategy.GP_StudyCodexBrainScreen X2NarrativeMoment]
UIHeaderText="Изучить мозг Кодекса"
UIBodyText="Изучить захваченный мозг Кодекса при помощи \"Зала теней\"."
UIArrayText[0]="Изучить Кодекса"
UIArrayText[1]="Расшифровать данные Кодекса"

